/* Czech Localization for A6Cutter */

// Main UI
"Posunuti rezu" = "Posunuti rezu";
"Horizontální posun" = "Horizontální posun";
"Vertikální posun" = "Vertikální posun";
"Vynechání stránek" = "Vynechání stránek";
"Čísla stránek" = "Čísla stránek";
"Otočení" = "Otočení";
"Otočit z landscape na portrait" = "Otočit z landscape na portrait";
"Směr otáčení" = "Směr otáčení";
"Po směru hodinových ručiček" = "Po směru hodinových ručiček";
"Proti směru hodinových ručiček" = "Proti směru hodinových ručiček";
"Řezání" = "Řezání";
"Vypnout řezání" = "Vypnout řezání";
"Počet stránek" = "Počet stránek";
"Uložit PDF" = "Uložit PDF";
"Náhled v Preview" = "Náhled v Preview";
"Tisk" = "Tisk";
"Otevřít PDF" = "Otevřít PDF";
"Enable modifications" = "Povolit úpravy";
"Disabled modification" = "Zakázané úpravy";
"Presety" = "Presety";
"Náhled všech stránek" = "Náhled všech stránek";
"Str." = "Str.";
"VYNECHÁNO" = "VYNECHÁNO";

// Debug messages
"Začínám zpracování PDF..." = "Začínám zpracování PDF...";
"KROK 1: Otočuji landscape stránky na portrait..." = "KROK 1: Otočuji landscape stránky na portrait...";
"KROK 2: Řezání je vypnuto - pouze otočení" = "KROK 2: Řezání je vypnuto - pouze otočení";
"KROK 2: Řezání stránek na A6 dlaždice..." = "KROK 2: Řezání stránek na A6 dlaždice...";
"KROK 3: Vynechání stránek podle filtru" = "KROK 3: Vynechání stránek podle filtru";
"Počet stránek v původním PDF" = "Počet stránek v původním PDF";
"Stránka" = "Stránka";
"bodů" = "bodů";
"Po otočení" = "Po otočení";
"A6 landscape rozměry" = "A6 landscape rozměry";
"A6 portrait rozměry" = "A6 portrait rozměry";
"Rozdělení" = "Rozdělení";
"dlaždic" = "dlaždic";
"velikost dlaždice" = "velikost dlaždice";
"Horizontální posun" = "Horizontální posun";
"Vertikální posun" = "Vertikální posun";
"Přidána stránka" = "Přidána stránka";
"Dokončeno! Celkem vytvořeno" = "Dokončeno! Celkem vytvořeno";
"stránek" = "stránek";
"KROK 3: Aplikuji vynechání stránek na konečný výsledek" = "KROK 3: Aplikuji vynechání stránek na konečný výsledek";
"Přeskakuji stránku" = "Přeskakuji stránku";
"v konečném výsledku" = "v konečném výsledku";
"Přidána stránka" = "Přidána stránka";
"do konečného výsledku" = "do konečného výsledku";
"PDF úspěšně rozřezán na A6, nový počet stránek" = "PDF úspěšně rozřezán na A6, nový počet stránek";
"PDF úspěšně regenerován s novými nastaveními (bez vynechání), nový počet stránek" = "PDF úspěšně regenerován s novými nastaveními (bez vynechání), nový počet stránek";
"Regeneruji PDF s novými nastaveními (bez vynechání stránek pro preview)..." = "Regeneruji PDF s novými nastaveními (bez vynechání stránek pro preview)...";
"Aktuální nastavení" = "Aktuální nastavení";
"hShift" = "hShift";
"vShift" = "vShift";
"skip" = "skip";
"rotate" = "rotate";
"disable" = "disable";
"clockwise" = "clockwise";
"Regenerace PDF přeskočena - žádný původní dokument" = "Regenerace PDF přeskočena - žádný původní dokument";
"PDFThumbnailsView se aktualizuje - počet stránek" = "PDFThumbnailsView se aktualizuje - počet stránek";
"PDFThumbnailsView se ukončuje" = "PDFThumbnailsView se ukončuje";
"Otevírám PDF v Preview..." = "Otevírám PDF v Preview...";
"Otevírám PDF v Preview s aplikováním filtru vynechání stránek..." = "Otevírám PDF v Preview s aplikováním filtru vynechání stránek...";
"Přeskakuji stránku" = "Přeskakuji stránku";
"v preview" = "v preview";
"Přidána stránka" = "Přidána stránka";
"do preview" = "do preview";
"Preview bude obsahovat" = "Preview bude obsahovat";
"stránek (původně" = "stránek (původně";
"Nelze získat data z PDF dokumentu" = "Nelze získat data z PDF dokumentu";
"PDF uloženo do dočasného souboru" = "PDF uloženo do dočasného souboru";
"Filtrované PDF uloženo do dočasného souboru" = "Filtrované PDF uloženo do dočasného souboru";
"Dočasný soubor smazán" = "Dočasný soubor smazán";
"Chyba při ukládání PDF pro preview" = "Chyba při ukládání PDF pro preview";
"Chyba při ukládání filtrovaného PDF pro preview" = "Chyba při ukládání filtrovaného PDF pro preview";
"Nelze získat data z filtrovaného PDF dokumentu" = "Nelze získat data z filtrovaného PDF dokumentu";
"Otevírám PDF v Preview..." = "Otevírám PDF v Preview...";
"Ukládám PDF..." = "Ukládám PDF...";
"Nastavení uložena" = "Nastavení uložena";
"Nastavení načtena" = "Nastavení načtena";
"Chyba při ukládání" = "Chyba při ukládání";
